Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_128_itemid_EQ_195.tmx
Source language: sme
Languages: smn

source: Ollesáigásaš ságadoalli
smn: Váldutoimâlâš saavâjođetteijee

source: Sámediggi vállje gaskavuođastis ollesáigásaš ságadoalli olles válgabadjái .
smn: Sämitigge väljee koskâvuođâstis váldutoimâlâš saavâjođetteijee ubâ vaaljâpajan .

source: Ságadoalli bargun lea jođihit sámedikki politihkalaš doaimma ja ovddastit Suoma sápmelaččaid álbmotlaš ja riikkaidgaskasaš oktavuođain .
smn: Saavâjođetteijee pargon lii jođettiđ tige poolitlâš tooimâ já ovdâstiđ Suomâ sämmilijd aalmuglâš já aalmugijkoskâsâš ohtâvuođâin .

source: Doaibmabaji 2012-2015 sámedikki ortniiduvvančoahkkin válljii Anáris 15.2.2012 ságadoallin lt ; juvvá Lemet , Klemetti Näkkäläjärvi .
smn: Toimâpaje 2012-2015 sämitige ornijdemčuákkim valjij Anarist 15.2.2012 saavâjođetteijen Juvá Leemit ađai Klemetti Näkkäläjärvi .

source: Näkkäläjärvi doaimmai sámedikki ságadoallin maiddái doaibmabajis 2008-2011 .
smn: Näkkäläjärvi tooimâi sämitige saavâjođetteijen še toimâpaajeest 2008–2011

source: Duogáš
smn: Tuávááš

source: Mun lean Vuottesjávrres , Eanodagas eret .
smn: Lam šaddaaš Vuodâsjäävrist , Iänuduvâst .

source: Lean šaddan davvisámegiel boazodoallokultuvrras .
smn: Lam šoddâm tavesämmilâš puásuituálukulttuurâst .

source: Munnje lea hui dehálaš , ahte mu sámi biktasiid lea duddjon munnje lagaš olmmoš ja dakko dáfus lean lihkolaš go mu lagašsogas lea duodjemáhttu .
smn: Munjin lii uáli tehálâš , et sämimáccuhâm lii kuárrum munjin aldaš olmooš já lam luholii sajattuvâst ko suvâstâm lii tyejitáiđu .

source: Ovdal dálá bargon lean bargan dutkin máŋgga universiteahtas ja dutkanlágádusas .
smn: Ovdil tááláá pargo lam porgâm totken maaŋgâin jieškote-uv ollâopâttuvâin já tutkâmlájádâsâin .

source: Dutkiskuvlejumis lea leamaš olu ávki dáláš ságadoallibarggustan , daningo dát bargu gáibida hui olu čállinbarggu , dutkanbohtosiidda vuojulduvvama ja viiddes áššeollisvuođaid hálddašeami .
smn: Totkeeškovliimist lii lamaš stuorrâ ävkki tááláá saavâjođetteijeepargoost , ko taat pargo váátá uáli ennuv čäällimpargo , tutkâmpuátusáid uápásmem já vijđes äššiolesvuođâi haldâšem .

source: Dutkančuozáhahkan lea leamaš ja lea velnai sámi boazodoallu , dasa gullevaš terminologiija ja birasgaskavuohta .
smn: Tutkâmčuásáttâhhân lii lamaš já lii ain-uv ärbivuáválâš säämi puásuituálu , toos lohtâseijee terminologia já pirâskoskâvuotâ .

source: Politihkalaš ulbmilat
smn: Poolitlâš ulmeh

source: Sámedikki ságadoallin mu barggu stivre sámedikki válgabaji doaibmaprográmma .
smn: Sämitige saavâjođetteijen muu pargo stivree sämitige vaaljâpaje toimâohjelm .

source: Persovnnalaš dásis munnje leat hui dehálaččat sámegiela ealasvuođa dorvvasteapmi , sámi árbevirolaš diehtu , biras- ja dálkkádatrievdanáššit ja sámi ealáhusaid ovddideapmi , earenoamážit sámi boazodoalu doaibmavejolašvuođaid dorvvasteapmi .
smn: Persovnlâš tääsist munjin láá uáli teháliih sämikielâ eellimvuáimálâšvuođâ turvim , sämmilij ärbivuáválâš tiätu , pirâs- já šoŋŋâdâhnubástusääših já sämmilij iäláttâsâi ovdedem , eromâšávt sämmilâšpusuituálu toimâmiävtui turvim .

source: Ollislaš ulbmilin lea dieđusge sápmelaččaid riektesajádaga buorideapmi , Ilo 169-soahpamuša ja davviriikkalaš sámi soahpamuša ratifiseren .
smn: Olesváldálâš ulmen lii tiäđust-uv sämmilij vuoigâdvuođâsajattuv pyeredem , Ilo 169-sopâmuš já tave-eennâmlâš sämisopâmuš ratifisistem .

source: Buot sierralágaide , mat gusket sápmelaččaid , galgá oažžut sámi kultuvrra geahnohuhttima suoji .
smn: Puohâid sämmilijd kyeskee sierânâslavváid kalga finniđ sämikulttuur hiäjusmittem syeje .

source: Livččii maid dehálaš oažžut sámedikki eiseváldin , daningo dat dagalii vejolažžan sámedikki váikkuhanvejolašvuođaid buorideami ja vejolašvuođa juohkit sierralágán doarjagiid ja vehkiid viidáseappot ja iehčanasabut go dál .
smn: Ličij meiddei tehálâš finniđ sämitige virgâomâhâžžân , ko tot adeličij máhđulâšvuođâ sämitige vaikuttemmáhđulâšvuođâi puárránmân já máhđulâšvuođâ jyehiđ sierâlágán torjuid já išeruuđâid tááláást vijđásubbooht já jieččiibeht .

source: Sámedikki vuollegis resursadássi lea okta stuora árru sámi kulturiešstivrema gárganeapmái ja ulbmilin leage sámedikki ruhtadeami bissovaš dássebajideapmi dálážis .
smn: Sämitige vyeligis reesuurstääsi lii ohtâ stuorrâ iästu säämi kulttuurjiešhaldâšem ovdánmân já ulmen lii-uv sämitige ruttâdem pissoo täsiluptim tááláást .

source: Vuollegis resursadássi gáibida sámedikkis fatnama ja galgánai suokkardallat , mot sáhtáleimmet oažžut doaibmamet beaktileabbon dáláš resurssaid gárgehemiin ja vuoruhemiin .
smn: Vyeligis reesuurstääsi váátá sämitiggeest voonnâm já kalga-uv suogârdâllâđ , maht tááláid resurssijd oovdedmáin já prioristmáin pyehtip pehtilittiđ jieččân tooimâ .

source: Ságadoalli barggus
smn: Saavâjođetteijee pargoost

source: Ságadoalli bargu doallá sisttis hui olu mátkkošteami , ovddasteami ja čoakkámastima .
smn: Saavâjođetteijee pargo tuálá siste uáli ennuv mađhâšem , ovdâstem já čuákkimijd .

source: Bissovaš bargojoavkoovddastemiid lassin jođihan sámediggelága 9 §:a mielde ráđđádallamiid ja oassálasttán sierra váljagoddegullamiidda sihke buvttán sámedikki dearvvuođaid iešguđetlágán dilálašvuođaide .
smn: Pissoo pargojuávkkuoovdâstmij lasseen jođettâm sämitiggelaavâ § 9 miäldásijd ráđádâlmijd já uásálistám jieškote-uv váljukoddekulâmáid sehe puávtám sämitige tiervâttâsâid jieškote-uv tilálâšvuođáid .

source: Bargoáiggit leat guhkit , muhto nuppe dáfus bargu addá olu ja dat lea máŋggalágán .
smn: Pargoääigih láá kuheh , mut nube tááhust pargo addel uáli ennuv já lii maaŋgâpiälásâš .

source: Dan dihte luomosáigge doallama buncaraggát dán barggus eai leat .
smn: Tondiet astoäägi viettimprobleemeh taam pargoost iä lah .

source: Lea maiddái dehálaš lohkat áigeguovdilis dutkamušaid ja ohcat vugiid , mot sápmelaččaid sajádaga ja sámedikki barggu sáhttá ovddidit .
smn: Lii tehálâš uápásmuđ meiddei äigikyevdilis tutkâmuššáid já uuccâđ vuovijd , maht sämmilij sajattuv já sämitige tooimâ puáhtá ovdediđ .

source: Buot čálalaš sámedikki evttohusaid , maidda boahtá mu vuolláičálus , manan hui dárkket čađa ja geahčan , ahte dat dávistit sámedikki doaibmaprográmmii ja politihkalaš ulbmiliidda ja dagan dárbbu mielde rievdadanevttohusaid .
smn: Puoh kirjáliih sämitige iävtuttâsah , moid šadda muu vuáláčáálus , moonâm tärkkilávt čoođâ já keejâm , et toh västideh sämitige toimâohjelm já poolitlijd uulmijd já toovâm táárbumield nubástusiävtuttâsâid .

source: Suoma sámedikki ságadoalli bargu spiehkasta Norgga ja Ruoŧa sámedikkiid ságadoalli barggus .
smn: Suomâ sämitige saavâjođetteijee pargo spiekâst Taažâ já Ruotâ sämitige saavâjođetteijei pargoost .

source: Suomas ságadoalli jođiha čoakkáma sihke dievasčoakkámis ja stivrras .
smn: Suomâst saavâjođetteijee joođeet saavâ nuuvt tievâsčuákkimist ko stiivrâst-uv .

source: Norgga ja Ruoŧa sámedikkis ságadoalli jođiha čoakkáma dušše stivrras ja dievasčoakkámis čoakkáma jođiha ng. sáhkaolmmoš , dego Suoma riikkabeivviinnai .
smn: Taažâ já Ruotâ sämitiigijn saavâjođetteijee joođeet saavâ tuše stiivrâst já tievâsčuákkimist saavâ joođeet nk. sahâalmai , tegu Suomâ ovdâskoddeest-uv .

source: Ságadoalli duppalrolla Suomas dagaha iežas hástalusaid barggu dikšumii ja lasiha barggu .
smn: Saavâjođetteijee tublerooli Suomâst aasât jieijâs hástusijd pargo tipšomân já lasseet pargo .

source: Livččiinai dárbu suokkardallat parlamentaralismma doarjuma várás dán guovtti barggu sierranastima Suoma riikkabeivviid ja davviriikkalaš málle mielde .
smn: Tääl ličij-uv tárbu kuorâttâllâđ parlamentarism tuárjumân tai pargoi sierrim Suomâ ovdâskode já tave-eennâmlâš maali miäldásâžžân .

source: Gaskkohagaid bargu lea dego livččii dánseme čavgejun oara nalde go galgá viggat oktanaga ovddidit sámi kultuvrra ja dan sierra intreassajoavkkuid ollislaččat .
smn: Kooskâi pargo lii päädialnväzzim ko kalga siämmáá-áigásávt viggâđ ovdediđ sämikulttuur já ton jieškote-uv intresjuávhuid olesváldálávt .

source: Sámedikki politihkalaš jođiheapmi ja politihkalaš ulbmiliid ovddideapmi gáibida olu , daningo lávkkit leat unnit ja byrokratiija ráhttát leat njoazit .
smn: Sämitige poolitlâš jođettem já poolilij uulmij ovdedem lii vátávâš , ko läävhih láá uánihááh já byrokratia ráttáh láá hitáseh .

source: Lihkus goitge dievasčoakkámis ráđđe stuora ovttamielalašvuohta das , mot sámedikki bargu ja sápmelaččaid sajádat sáhttá ovddiduvvot .
smn: Luhhoost kuittâg tievâsčuákkimist lii stuorrâ oovtmielâlâšvuotâ tast , maht sämitige tooimâ já sämmilij sajattuv puáhtá ovdediđ .

source: Sámedikki politihkalaš barggu váttásnuhttá goitge dat , ahte sámedikkis eai doaimma iežas politihkalaš bellodagat eaige sierra joavkkuin leat politihkalaš prográmmat .
smn: Sämitige poolitlâš toimâ taha vaigâdubbon kuittâg tot , et sämitiggeest iä tooimâ jieijâs poolitliih piäláduvah iäge jieškote-uv juávhuin lah poolitliih ohjelmeh .

source: Demokratiija ja jienasteddjiid dáfus dát lea buncarakkis , daningo jienasteaddjit eai vealttekeahttá dieđe iežas válljen olbmo politihkalaš linnjá .
smn: Demokratia já jienâsteijei tááhust taat lii probleem , ko jienâsteijeeh iä velttidhánnáá tieđe jieijâs valjim ulmuu pooliliist linjáást .

source: Dan dihte go bellodagat eai leat , eaige politihkalaš prográmmatge , de politihkka personaliserejuvvo álkit ja kritihkka čuohcá olbmuide , ii politihka bargamii .
smn: Ko piäláduvah iä lah , iäge pooliliih ohjelmehkin , te politiik älkkeht persovnluvá já árvuštâllâm čuácá ulmuid , ij politiik tohâmân .

source: Ságadoalli bargui gullá maid ovttasbargu sámi boazodolliiguin ja sámi servviiguin .
smn: Saavâjođetteijee paargon kulá meiddei oovtâstpargo sämmilij puásuituálleiguin já sämiservijguin .

source: Anán dáid deaivvademiid hui mávssolažžan .
smn: Anam táid kuáhtáámijd uáli tehálâžžân .

source: Lea dehálaš gullat rásseruohtasdási dárbbuid , ja mielalis gulalin gietti dávjjibutge .
smn: Lii tehálâš kuullâđ sinoruotâstääsi táárbuid , já mielâstân kulâččâm taid tävjibeht-uv .

source: Áigi ii fal oro bistime juohke diŋgii .
smn: Äigi tuše ij lah tuárvi .

source: Ságadoalli ovddasvástádussan lea maid dieđiheapmi sámedikki politihkalaš barggus ja leannai viggan lasihit rabas- ja čađačuovgivuođa sihke ságastallama sámi politihkas iežan blogga bakte .
smn: Saavâjođetteijee ovdâsvástádâsân kulá meiddei tieđettem sämitige poolitlâš tooimâst já lam viggâm-uv lasettiđ avusvuođâ já čoođâoinumvuođâ sehe savâstâllâm sämipolitiijkâst jieččân blogi pehti .

source: Geahččalan maid fuolahit das , ahte buot min ovdanbuktojumit gávdnojit sámedikki ruovttusiidduin .
smn: Viigâm huolâttiđ meiddei tast , et puoh mii iävtuttâsah kávnojeh sämitige päikkisiijđoin .

source: Dieđihandoaimmas livččii buoridanmunni , muhto šaddat bargat unna resurssažiid olis ja eat geargga buot bargat bargoáiggi olis .
smn: Tieđettemtooimâst ličij pyeredem vääri , mut karttâp toimâđ uccâ resurssijdân ooleest já ääigi vänivuotâ lii styeres .

source: Guovddášluohttámušdoaimmat
smn: Kuávdášlâs luáttámuštooimah

source: Davviriikkalaš sámesoahpamuša joatkkaráđđádallamiid Suoma sáttagotti áirras
smn: Tave-eennâmlâš sämisopâmuš jotkâráđádâlmij Suomâ airâskode jeessân

source: Meahciráđđehuslága sámiid guoski paragráffaid ođadeami válmmaštalli bargojoavkku áirras
smn: Meccihaldâttâslaavâ sämmilij kyeskee ceehij uđâsmittem valmâštâllee pargojuávhu jeessân

source: Sámi parlamentáralaš ráđi áirras
smn: Säämi parlamentaarlâš rääđi jeessân

source: Sámedikki ovddasteaddji sámepresideanttaid ja – ministariid oktasaščoakkámis
smn: Sämitige ovdâsteijee sämipresideentâi já – ministerij ohtsiičuákkimist

source: Sámediggelága ođadeami válmmaštalli bargojoavkku áirras
smn: Sämitiggelaavâ uđâsmittem valmâštellee pargojuávhu jeessân

source: Árktalaš ráđđádallangotti áirras
smn: Arktisii ráđádâllâmkode jeessân

source: Suvdilis gárganeami doaibmagotti áirras
smn: Pištee ovdánem toimâkode jeessân

source: Olmmošvuoigatvuođasáttagotti ja dan bargováljagotti áirras
smn: Olmoošvuoigâdvuođâairâskode já ton pargováljukode jeessân

source: Lappi allaskuvlakonsearnna ráđđádallangotti áirras
smn: Laapi ollâškovlâkonsern ráđádâllâmkode jeessân

source: Biodiversiteahttabargojoavkku áirras
smn: Biodiversiteetpargojuávhu jeessân

source: Álbmotlaš artikla 8j-bargojoavkku áirras ja ságajođiheaddji
smn: Aalmuglâš artikla 8j-pargojuávhu jeessân já saavâjođetteijee

source: Guovddášpublikašuvnnat
smn: Kuávdášlâs almostitmeh

source: Näkkäläjärvi , K. 2008 .
smn: Pennanen , J. - K. Näkkäläjärvi 2000 ( toim . )

source: Näkkäläjärvi , K. 2011 .
smn: Näkkäläjärvi , K. 2007 .

source: Girjjis : In Finland har vi this thing called reilu meininki .
smn: Eletty , koettu maisema – näkökulmia saamelaiseen kulttuurimaisemaan .

source: Vähemmistövaltuutettu , Kuopio .
smn: Säämi kielâlaavâ olášume iivijn 2004-2006 .

source: Maiddái fierbmepublikašuvdnan .
smn: Meid viärmádâhalmostitmân .

source: Oktavuohtaváldimat
smn: Ohtâvuođâväldimeh

source: Gulan mielalis oainnuid sápmelaččain ja jurdagiid sámedikki ja sápmelaččaid riektesajádaga ovddideami várás .
smn: Kuulâm mielâstân uáinuid sämmilijn já jurduid sämitige já sämmilij vuoigâdvuođâsajattuv oovdedmân .
